"Welcome to SMARTReporter. This seems to be the first time you start SMARTReporter. The preferences-window will be opened." = "Bienvenue à SMARTReporter. Ceci semble être la première fois que vous démarrez SMARTReporter. La fenêtre de préférences sera ouverte.";

"Your Harddrive Configuration seems to have changed. The preferences-window will be opened." = "La configuration de votre disque dur semble avoir changé. La fenêtre des préférences sera ouverte.";

"Could not open Console.app to open the log file. View it manually at '%@'." = "Impossible d'ouvrir l'application Console pour ouvrir le fichier journal. Le voir manuellement à '%@'.";

"Delivery can't proceed because you've set no address to deliver from." = "La livraison ne peut avoir lieu parce que vous n’avez pas défini l’adresse d'origine.";

"Delivery can't proceed because you've set no address to deliver to." = "La livraison ne peut avoir lieu parce que vous n’avez pas défini l’adresse de réception.";

"Delivery failed with an authentication failure. Please check username, password and the authentication method." = "La livraison a échoué avec une erreur d'authentification. Veuillez vérifier le nom d'utilisateur, le mot de passe et la méthode d'authentification.";

"Delivery seemed to timeout. Please check hostname and port." = "La livraison a été trop longue. Veuillez vérifier le nom d'hôte et le port.";

"Delivery using Mail.app settings didn't seem to be successful so you should use manual configuration." = "La livraison à l’aide des réglages de l'application Mail ne semble pas avoir réussi donc vous devrez utiliser une configuration manuelle.";

"Error!\nCould not write to file '%@'. Please check Permissions." = "Erreur ! \nImpossible d'écrire dans le fichier '%@'. Veuillez vérifier les autorisations.";

"It seems like %@ has crashed recently. Please consider sending the crash-log to help fix this problem. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version." = "Il semble que %@ a planté récemment. Pensez à envoyer le rapport pour aider à résoudre ce problème. Also make sure you are using the latest version by using the built-in update mechanism since most reported crashes are already fixed in the latest version.";

"Please check the e-mail settings." = "Veuillez vérifier les réglages de courrier électronique";

"The E-Mail delivery failed!\n" = "La livraison électronique a échoué !\n";

"The E-Mail failure notification delivery failed!\n" = "L’avis d’échec de la livraison électronique a échoué !\n";

"The S.M.A.R.T.-data for the drive %@ indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "Les données S.M.A.R.T. pour le lecteur %@ indiquent l'échec imminent d’un lecteur !\n\n Veuillez suivre les instructions dans la section « Que faire lorsque SMARTReporter prédit un échec » dans notre FAQ SMARTReporter dès que possible.";

"SMARTReporter Failure Notice" = "Avis d’échec SMARTReporter";

"TEST E-Mail from SMARTReporter" = "E-Mail TEST de SMARTReporter";

"The S.M.A.R.T.-data for the drive %D on the machine %N (hostname: %H ipv4-address: %4 ipv6-address: %6 MAC-address: %M) indicates an impending drive-failure!\n\nPlease follow the instructions in the 'What to do when SMARTReporter predicts a failure' section in SMARTReporter's FAQ as soon as possible." = "Les données S.M.A.R.T pour le lecteur %D sur la machine%N (nom d’hôte : %H adresse ipv4 : %4 adresse ipv6 : 6% addresse MAC : %M) indiquent l'échec imminent d’un lecteur !\n\nVeuillez suivre les instructions dans la section « Que faire lorsque SMARTReporter prédit un échec » dans notre FAQ SMARTReporter dès que possible.";

"This is just a TEST!\nContents of e-mail-test below:\n\n" = "Ceci n’est qu’un test ! \n Contenu du test de l'e-mail ci-dessous : \n\n";

"Unknown" = "Inconnu";

"Failing!" = "Défaillant !";

"Verified" = "Vérifié";

"S.M.A.R.T. condition could not be verified" = "La condition S.M.A.R.T. n'a pas pu être vérifiée";

"S.M.A.R.T. condition exceeded, DRIVE COULD FAIL SOON" = "La condition S.M.A.R.T. est dépassée, LE DISQUE POURRAIT TOMBER EN PANNE BIENTOT";

"S.M.A.R.T. condition not exceeded, drive OK" = "La condition S.M.A.R.T. n’est pas dépassée, le disque est OK";



"%@ can't operate properly when started from the disk image." = "Lancé à partir de l'image disque, %@ ne peut pas fonctionner correctement.";

"%@ could not copy itself to the Applications folder, most likely an old copy exists there already. Please do so yourself." = "%@ n'a pas pu se copier dans le dossier Applications, une ancienne copie y existe déjà probablement. Veuillez le faire vous-même.";

"%@ could not restart itself. Please do so yourself." = "%@ n'a pas pu se relancer. Veuillez le faire vous-même.";

"%@ has been moved, but applications should never be moved while they are running." = "%@ a été déplacé, mais les applications en cours d'exécution ne devraient jamais être déplacées.";

"%@ has successfully copied itself to the Applications folder, please start it from there." = "%@ a réussi à se copier dans le dossier Applications, veuillez le lancer à partir de là.";

"Cancel" = "Annuler";

"Progress:" = "Progression :";

"Move to the Applications folder" = "Déplacer vers le dossier Applications";

"Never" = "Jamais";

"No test in progress" = "Aucun test en cours";

"OK" = "OK";

"OK! Open Console.app!" = "OK ! Ouvrir l'application Console !";

"Please fill in additional details here" = "Veuillez compléter ici des précisions suplémentaires";

"Quit" = "Quitter";

"Restart %@" = "Redémarrer %@";

"Restart later" = "Redémarrer plus tard";

"Restart now" = "Redémarrer maintenant";

"Send" = "Envoyer";

"SMARTReporter could not restart itself automatically. Please restart it yourself when it is convenient for you." = "SMARTReporter n'a pas pu se relancer automatiquement. Veuillez le redémarrer vous-même à votre confenance.
";

"SMARTReporter has detected an I/O Error on the drive named %@! This is not a S.M.A.R.T. error, but repeated errors still can indicate a failing drive. You can turn off this warning in the preferences. Full msg:\n\n%s" = "SMARTReporter a détecté une erreur d'E/S sur le disque nommé %1$@ ! Ce n'est pas une erreur S.M.A.R.T., mais des erreurs à répétition peuvent aussi indiquer un disque défaillant. Vous pouvez désactiver cet avertissement dans les préférences. Msg complet :\n\n%2$s";

"SMARTReporter needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the menu-item back." = "SMARTReporter doit être relancé pour que cette option prenne effet. Maintenez la touche alt (option) enfoncée pendant le lancement de l'application pour revenir à l'élément menu.";

"S.M.A.R.T. status not yet determined" = "S.M.A.R.T. status not yet determined";

"R.A.I.D. check not yet performed" = "R.A.I.D. check not yet performed";

"R.A.I.D. status check disabled" = "R.A.I.D. status check disabled";

"I/O Error check not yet performed" = "I/O Error check not yet performed";

"I/O Error check disabled" = "I/O Error check disabled";

"R.A.I.D. check (%@): no RAID sets found" = "R.A.I.D. check (%@): no RAID sets found";

"R.A.I.D. check (%@): all %i RAID sets ONLINE" = "R.A.I.D. check (%@): all %i RAID sets ONLINE";

"R.A.I.D. check (%@): %i of %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i of %i RAID sets DEGRADED";

"R.A.I.D. check (%@): %i of %i RAID sets OFFLINE" = "R.A.I.D. check (%@): %i of %i RAID sets OFFLINE";

"R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED" = "R.A.I.D. check (%@): %i RAID sets OFFLINE and %i RAID sets DEGRADED";

"I/O Error check (%@): all %i watched drives OK" = "I/O Error check (%@): all %i watched drives OK";

"I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)" = "I/O Error check (%@): FAILING - found I/O Errors on %i drive(s)";

/* added post 2.7.1*/

"Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest." = "Closing this window will not abort the selftest - you can't start other tests until this one has finished. You can later inspect the results of the finished selftest.";

"Sorry, the I/O error check can only be enabled for Admin-users." = "Sorry, the I/O error check can only be enabled for Admin-users.";

"SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@" = "SMARTReporter has detected a problem with an attached RAID! Full msg:\n\n%@";

"S.M.A.R.T. status: %i of %i drives FAILING" = "S.M.A.R.T. status: %i of %i drives FAILING";

"S.M.A.R.T. status: all %i watched drives OK" = "S.M.A.R.T. status: all %i watched drives OK";